{
    "tags": ["interactive book", "photography", "life stories"],
    "artist-name": "Anna Lena Welter",
    "project-title": "Fassadengeschichten",
    "project-description-german": "Ein Fotobuch. Ein Fotobuch, das beim Durchblättern interaktiv wird. Interaktiv im Sinne von Zuhören. Das ist die Idee hinter „Fassadengeschichten“. Anna Lena setzte diese Idee durch verschiedenartige Seiten, Typografie und Fotografie als haptisches, analoges Buch um. Über diesem Buch platziert befindet sich ein iPad, das mit Hilfe einer App die jeweils aufgeschlagenen Seiten scannt und daraufhin die passende Audiodatei zum jeweiligen Porträt abspielt. So werden die (Fassaden-) Geschichten erlebbar, immersiv und nachvollziehbar.<br/><br/>Denn das ist der Hauptgedanke hinter Anna Lenas Arbeit: Jeder Mensch hat (mindestens) zwei Geschichten. Die eine, die er frei nach außen trägt und die andere, die hinter eben dieser Fassade steckt. Oft ist das Problem, dass Menschen zu schnell über andere urteilen, ohne überhaupt deren Geschichte zu kennen.<br/><br/><i>„Everyone has a chapter they don’t read out loud.“</i><br/><br/>Für Anna Lenas Fotobuch haben einige Menschen „ihr Kapitel laut vorgelesen.“ Um eben genau der vorschnellen Meinungsbildung entgegenzuwirken. Um sich selbst eine Stimme zu geben. Um zu zeigen, dass der erste Eindruck einer Person oft nicht die ganze Wahrheit ist – sondern viel mehr dahintersteckt.",
    "project-description-english": "An interactive photobook. Consisting of – well – photography. But also, typography, different kind of pages and audio files. That’s the basic idea behind “Facade Stories”.<br/>All together converted into an analogue, haptic book where turning the pages triggers a sound file being played – or rather the portraited person to tell their story. This happens through marker scanning: An electronical device placed above the book scans the relevant page and then plays the matching audio. Therefore, the people and their (facade) stories can be experienced; immersive and emotionally comprehensible.<br/>Anna Lena’s main thought behind this project is that everyone has (at least) two different stories.<br/>One, that most people know, that is easily told to a stranger. And the other one – the one that is behind that facade. People are often judged by their cover, by the first story heard from or of them, without actually knowing their real story, the one behind the facade.<br/><br/><i>„Everyone has a chapter they don’t read out loud.“</i><br/><br/>For Anna Lena’s photobook, a few people have read their chapter out loud. To show that there is almost always a second story. To speak up for themselves. To talk about their hidden story. To show that the first impression of a person mostly is not the entire truth – but that there is more to it.",
    "artist-description-german": "Fotografie und Design waren schon immer Bereiche, welche Anna Lena interessiert haben und auf die sie in ihrem Kunst und Multimedia Studium den Fokus legen konnte. Unter anderem durch ihre künstlerische Projektarbeit wurde zusätzlich ihr Interesse an psychologischen Themen geweckt, die sie in ihrer zukünftigen beruflichen Laufbahn weiterverfolgen möchte.",
    "artist-description-english": "Photography and design have always been aspects of interest for Anna Lena on which she was able to focus on during her Art and Multimedia studies. Besides that, her interest in psychological topics grew, partly because of her project work presented on the next pages. Design and psychology are subjects Anna Lena wants to continue to work with in the future.",
    "images-altTexts-german": [],
    "images-altTexts-english": [],
    "videos-altTexts-german": [],
    "videos-altTexts-english": [],
    "email": "",
    "socials": [
        { "website": "" },
        { "instagram": "https://www.instagram.com/al.welter/" },
        { "linkedin": "" },
        { "behance": "" },
        { "artstation": "" },
        { "dribbble": "" },
        { "facebook": "" },
        { "tiktok": "" },
        { "pinterest": "" },
        { "twitter": "" },
        { "youtube": "" },
        { "soundcloud": "" },
        { "tumblr": "" },
        { "github": "" }
    ]
}