{
    "tags": ["visual novel", "interactive storytelling", "videogame"],
    "artist-name": "Diep-Thao Pham",
    "project-title": "ɩδέα",
    "project-description-german": "Die Ideenlehre ist ein Kernstück der Philosophie Platons. Die Idee ist das wahrhafte Sein eines Menschen, sein wahres Wesen und ihre seinsbegründende urbildhafe Form, anders als der uns bekannte Begriff des Einfalls oder des Gedankens in der Moderne. Basierend darauf, entstand die Demoversion für „ɩδέα“, eine sogenannte Visual Novel, in dem der Spieler nicht nur Kontrolle über die Entscheidungen des Protagonisten hat, sondern auch über den Ausgang der Geschichte selbst. Die Geschichte wird Elemente des Romans „Alice im Wunderland“ beinhalten, wie unter anderem das Eintauchen in eine andere, verrückte Welt - sowie Grundsätze der Ideenlehre.<br/><br/>Ziel ist es, dass der Spieler im Laufe der Storyline Realität an sich hinterfragt. Die Gren- zen zwischen Realität und Fabrikation spielen dabei eine große Rolle. Erkennen wir die Wahrheit, wenn sie sich vor unseren Augen offenbart, oder wenden wir uns von ihr ab, und bleiben an unseren Erfahrungen und Erinnerungen hängen? Wie beeinflussen bestmmte Ereignisse in unserem Leben unsere Entscheidungen? Was macht eine Person aus und kann jemand unsere Existenz imitieren bzw. fälschen? Jeder Mensch findet hier eine Antwort für sich.",
    "project-description-english": "Plato’s Theory of Ideas – also known as Theory of Forms – is unique in the sense that it is the theory of the objectvity of concepts. That the concept, e.g. “man”, is not merely an idea in our mind as we know in modern time, but something that has a reality of its own, regardless of the version in our mind. This is the essence of Plato’s philosophy. Based on that concept the demo of ”ɩδέα“ was created. ”ɩδέα“ is a visual novel in which the player not only has full control over each decision, but is also able to influence the ending itself. The story mixes the core concepts of the Theory of Ideas with bizzare elements taken from the novel “Alice in Wonderland”.<br/><br/>The player will have to question reality and existence. The lines between fiction and reality are blurred. Are we able to accept the truth when it is completely obvious or do we turn away from it, clinging to our memories? How does our past influence our decision-making process?<br/>Are we truly unique or is it possible to fully imitate or forge a person’s personality? These are the questions we can only answer for ourselves.",
    "artist-description-german": "Diep-Thaos Pham Faszination für Philosophie und Fantasy zeigt sich in den meisten ihrer lllustrations- und Animationsprojekte, die bevorzugt im Comic-Stil gehalten sind und ihre Vorliebe für atmosphärisch-düsteres Storytelling zum Ausdruck bringen. So lässt sie in dem hier vorgestellten Visual Novel “ɩδέα” die Grenzen zwischen Realität und Imagination vollkommen verschwimmen – ganz nach dem Vorbild Lewis Carrolls, von dessen berühmtem Werk “ɩδέα” teilweise inspiriert ist.",
    "artist-description-english": "Diep Thao Pham’s fascination with philosophy and fantasy shines through in most of her illustration and animation projects, the inking conveying her fondness for atmospheric and dark storytelling. In her visual novel “ɩδέα” she tears down the walls between reality and imagination, following the example of Lewis Carroll, whose most famous work was a source of inspiration for the project.",
    "images-altTexts-german": [],
    "images-altTexts-english": [],
    "videos-altTexts-german": [],
    "videos-altTexts-english": [],
    "email": "",
    "socials": [
        { "website": "" },
        { "instagram": "" },
        { "linkedin": "" },
        { "behance": "" },
        { "artstation": "" },
        { "dribbble": "" },
        { "facebook": "" },
        { "tiktok": "" },
        { "pinterest": "" },
        { "twitter": "" },
        { "youtube": "" },
        { "soundcloud": "" },
        { "tumblr": "" },
        { "github": "" }
    ]
}