{
    "tags": ["photography", "photography", "book"],
    "artist-name": "Theresa Zimmermann",
    "project-title": "Wandel",
    "project-description-german": "Wandel findet in unterschiedlichsten Formen auf verschiedenen Ebenen statt. Theresa Zimmermann hat ihre Interpretation des Themas in Form eines Buchs dargestellt. Das Werk ist in vier Kapitel unterteilt, in jeweils ein Gebiet, in dem Wandel in irgendeiner Art und Weise zu erkennen ist. Es handelt sich um die Themen zu Hause, Körper, Emotion und Freiheit. Jedes Thema drückt ihre eigene individuelle Wahrnehmung, ihre Erfahrungen und Beobachtungen der letzten Monate aus.<br/><br/>Im Rahmen der Projektarbeit hat sich Theresa der Fotografie gewidmet, für die sie sich in den vergangenen Semestern hat sehr begeistern können. Besonders die analoge Fotografie hat sie stark angesprochen und somit hat sich Theresa für “Wandel” eigentlich zum ersten Mal intensiv mit diesem Medium auseinandergesetzt und damit eine Leidenschaft entdeckt. Die Fotos werden gesammelt in einem Buch präsentiert und ergänzt durch Grafiken sowie dezente malerische Elemente. Diese unterstreichen zum einen die Aussage der Kapitel, andererseits verleihen sie dem Werk zusätzlich einen persönlichen Touch.",
    "project-description-english": "Change takes place in many different forms on different levels. Theresa has presented her interpretation of the subject in the form of a book. Her work is divided into four chapters, each one a part where change is found in some way. The themes are home, body, emotion and freedom. Each topic expresses her own individual perception, experiences and observations over the last few months.<br/><br/>As part of the project work, she wanted to dedicate herself to photography. She has been very enthusiastic about it in the last few semesters. She is particularly fond of analogue photography and this is actually the first time Theresa has dealt with it. She has definitely discovered a passion for it. Her photos are brought together in a book and supplemented by graphics and discreet painterly elements. On the one hand, these underline the message of her chapters, but also give the book a personal touch.",
    "artist-description-german": "Theresa hat mit der Kamera als ihrem Begleiter Situationen in ihrer Umwelt festgehalten, experimentiert und nach konzeptuellen Bildwelten gesucht. Ihr Anliegen ist es, beim Betrachter eine Bandbreite an Emotionen anzusprechen und zum Reflektieren und Nachempfinden anzuregen.",
    "artist-description-english": "With the camera as her companion, she has captured situations in her environment, experimented and searched conceptually for pictorial worlds. She tries to appeal to a range of emotions in the viewer and encourage reflection and empathy.",
    "images-altTexts-german": [],
    "images-altTexts-english": [],
    "videos-altTexts-german": [],
    "videos-altTexts-english": [],
    "email": "",
    "socials": [
        { "website": "" },
        { "instagram": "" },
        { "linkedin": "" },
        { "behance": "" },
        { "artstation": "" },
        { "dribbble": "" },
        { "facebook": "" },
        { "tiktok": "" },
        { "pinterest": "" },
        { "twitter": "" },
        { "youtube": "" },
        { "soundcloud": "" },
        { "tumblr": "" },
        { "github": "" }
    ]
}