{
    "tags": ["emotion", "portrait", "expression"],
    "artist-name": "Yunuo Zhang",
    "project-title": "#Human Emotion",
    "project-description-german": "Das Studium der menschlichen Emotionen macht dieses Projekt aus. Zahlreiche, mit Öl gemalte Porträts, bilden die Hauptkomponente. Ein Teil der Ölgemälde wird als Puzzle verwendet und in verschiedenen Kartons platziert. Die Kartons können drei Zustände annehmen, geschlossen, offen und halboffen. iPads befinden sich in einigen leeren Boxen. In diesem Projekt dient die Ölmalerei als das intuitivste Kommunikationsmittel. Der Ausdruck der Charakte- re, die Komposition des Bildes, die Wärme der Farben - unterschiedliche Betrachter werden voneinander abweichende Wahrnehmungen haben. Mit dem Projekt sollen die Selbstwahrnehmung der Menschen und die Emotionen anderer Personen erforscht werden. Das Studium der Emotionen ist auch eine Art Selbsterforschung, die die Menschen zuerst sich selbst und dann die Welt besser kennenlernen lässt. Die meisten Menschen in der heutigen Gesellschaft haben das Problem, ihre Empfindungen nicht richtig ausdrücken zu können. Viele Emotionen sind so subtil wie Staub, sie können aber auch große Wellen im Ego-Universum verursachen. Barrieren zwischen Menschen schaffen Verständnisschwierigkeiten. Gefühle, die nicht verarbeitet werden können, werden in einer Art Archiv abgelegt. Einige Aufbewahrungsorte davon können durchsucht werden, manche lassen sich sogar mit Freude durchstöbern und andere Emotionen lagern im Archiv dauerhaft versiegelt.",
    "project-description-english": "This project is a study of human emotions. Portrait oil painting is the main component. Some oil paintings are used as a puzzle. Staggered and placed in many boxes, the three states of the carton are closed, open and half-open. iPads are placed in the empty spaces of some boxes. In this project, oil painting serves as the most intuitive communication. The expression of the characters, the composition of the picture, the warmth of the colors - different viewers will have completely various perceptions. This project explores people‘s self-awareness and other people‘s emotions. The study of emotions is also a kind of self-exploration, which allows people to know themselves first and then the world better. Most people in today‘s society have the problem of not being able to express their feelings properly. Many emotions are as subtle as dust, but they can also cause big ripples in the ego universe. Barriers between people create difficulties in understanding. Emotions that cannot be processed are filed away as an archive. Some of these can be searched, some can even be browsed with pleasure and some emotions are permanently sealed.",
    "artist-description-german": "Yunuo hat eine einzigartige Studienerfahrung in mehreren Ländern. Ein zweijähriges Studium des Visuellen Kommunikationsdesigns in China weckte ihr Interesse an Installations- und Multimediakunst. Auch die traditionelle Ölmalerei, die sie seit ihrer Kindheit studiert, ist eine Disziplin, die sie nicht aufgeben will. In den drei Jahren an der LMU konzentrierte sie sich auf die Kombination und die Ausdrucksmöglichkeiten von Ölmalerei und Multimediakunst.",
    "artist-description-english": "Yunuo has a unique study experience in multiple countries. A two-year study of Visual Communication Design in China sparked her interest in installation- and multimedia art. Traditional oil painting, which she has been studying since childhood, is also a discipline she would like to pursue further. During the three years at LMU Munich, she focused on the combination and expressive possibilities of oil painting and multimedia art.",
    "images-altTexts-german": [],
    "images-altTexts-english": [],
    "videos-altTexts-german": [],
    "videos-altTexts-english": [],
    "email": "",
    "socials": [
        { "website": "" },
        { "instagram": "https://www.instagram.com/ssstephanie7/" },
        { "linkedin": "" },
        { "behance": "" },
        { "artstation": "" },
        { "dribbble": "" },
        { "facebook": "" },
        { "tiktok": "" },
        { "pinterest": "" },
        { "twitter": "" },
        { "youtube": "" },
        { "soundcloud": "" },
        { "tumblr": "" },
        { "github": "" }
    ]
}