{
    "tags": ["3D design", "animation", "mobile game"],
    "artist-name": "Sam Brookman-Amissah",
    "project-title": "D1V1NE:Championship",
    "project-description-german": "Zwei Smartphones liegen bereit, ihre Bildschirme funkelnde Tore in eine enigmatische und dennoch wohlwollende Dimension, die kaum vom kleinen Rahmen der Geräte gehalten werden kann. Ihr nehmt Platz, und schon steht Ihr Euch im grenzenlosen-digitalen Raum gegenüber, inmitten abstrakter Formen und realer Strukturen – und bereit, Euch im Duell auszutoben!<br />Das Mehrspieler-Videospiel „D1V1NE: Championship“ vermittelt Sams Leidenschaft für interaktive, soziale Kunst, indem Spielenden ein gemeinschaftlicher, verspielt-virtueller Treffpunkt zum freundschaftlichen Duell geschenkt wird. In kurzen Runden können sie sich mit diversen dynamischen Disks bewerfen und mit der Arena interagieren, um sich gegenseitig auszuspielen und gemeinsam die Science-Fiction-Spielwelt zu erkunden.<br />Spielspaß zu ermöglichen, Gemeinschaft zu stiften und leichter Zugang; diese Ziele definierten seit der Projektkonzeption sämtliche Entwicklungen, von vielfältigen Spiel- und Steuerungsoptionen, über Smartphones als Hardware und entsprechende Barrierefreiheit, bis hin zur einzigartig-spannenden Ästhetik, deren offene Fragen Identifikation und Immersion schüren.",
    "project-description-english": "Two smartphones lie at the ready, their screens shimmering portals into an enigmatic, yet benevolent realm barely contained by the devices’ small frames: one for you, one for your opponent. You take your seats, and there you are, suddenly pulled into a boundless virtual space, amidst abstract forms, familiar structures - and, most importantly, ample opportunity to duel it out!<br />The multiplayer videogame “D1V1NE: Championship” is designed to convey Sam’s passion for interactive, social art by gifting players a common, playfully digital venue for casual competition. Short matches encourage players to sling unique, dynamic discs and control the arena to outplay one another, all while exploring an expansive science fiction setting together.<br />This is where “D1V1NE” truly shines: enabling joy of gaming, inspiring togetherness, and accessibility – these goals have been fundamentally informing the game’s entire development since its inception. Between widely adjustable control options, development towards smartphones’ easy access and mobility, and an immersive science fiction setting, the game empowers friendship in all aspects.",
    "artist-description-german": "Sams Begeisterung für interaktive, digitale Kunst zieht sich durch sein gesamtes Oeuvre; in diesem einzigartigen Feld hat er interdisziplinär an verschiedensten Projekten maßgeblich mitgewirkt, angefangen als Concept Artist, über 2D- und 3D-Kunst, bis hin zu Coding. Auch künftig erhofft er sich, bewegende Erlebnisse zu kreieren und gleichermaßen im Prozess wie im finalen Werk Menschen zu verbinden.",
    "artist-description-english": "Sam's enthusiasm for interactive, digital art runs through his entire oeuvre; in this unique field, he has been instrumental in a wide range of interdisciplinary projects, from concept art to 2D and 3D art to coding. In the future, he hopes to continue creating moving experiences and connecting people in both the process and the final work.",
    "images-altTexts-german": ["Eine Spielscene; sie zeigt den Spielercharakter inmitten einer trockenen Wüste, welche jedoch frei im All schwebt"],
    "images-altTexts-english": ["an in-game scene featuring the player character on a dry desert island floating in space"],
    "videos-altTexts-german": ["Prototyp - May 2021"],
    "videos-altTexts-english": ["prototype may 2021"],
    "email": "sambrookmanamissah@gmail.com",
    "socials": [
        { "website": "" },
        { "instagram": "" },
        { "linkedin": "" },
        { "behance": "" },
        { "artstation": "https://www.artstation.com/samba" },
        { "dribbble": "" },
        { "facebook": "" },
        { "tiktok": "" },
        { "pinterest": "" },
        { "twitter": "https://twitter.com/SamuelBrookman" },
        { "youtube": "" },
        { "soundcloud": "" },
        { "tumblr": "" },
        { "github": "" }
    ]
}