{
    "tags": ["installation", "element simulation", "interaction"],
    "artist-name": "Angela Denninger",
    "project-title": "Mirror",
    "project-description-german": "Der Spiegel als Symbol der Selbsterkenntnis, der Klarheit und Wahrheit bietet die Möglichkeit der Selbstwahrnehmung, indem er seinen Betrachter reflektiert. Die interaktive Rauminstallation „Mirror“ hat zum Ziel, den Betrachter zur Selbstreflexion anzuregen. „Mirror“ spiegelt den Betrachter selbst in einer veränderten Art und Weise wider. Die virtuelle Installation lässt ihn mit der Umgebung in einer Spiegelwelt interagieren. Dabei nimmt der Betrachter nicht nur sich selbst wahr, sondern er verändert gleichzeitig auch seine virtuelle Umgebung und wird sich so seines Einflusses darauf bewusst.<br/><br/>Die Installation besteht aus einem abgedunkelten Raum, in dem an einer Wand eine Simulation von Elementen wie Rauch, Schnee, Wasser dargestellt wird, welche den Raum spiegelt. Auch der Betrachter wird in der Simulation visuell verändert dargestellt. Der Besucher kann mit dieser virtuellen Umgebung durch eigene Bewegungen interagieren.",
    "project-description-english": "The mirror as symbol of self-knowledge, clarity and truth offers the possibility of self-awareness by reflecting its viewer. The interactive room installation „Mirror“ encourages the visitor to self-reflection. To do this, ‚Mirror‘ shows the viewers themselves in a different way, allowing them to interact with their surroundings in a mirrored world. The beholders not only perceive themselves, but they also change the virtual environment and thus become aware of their influence on the environment.<br/><br/>The installation consists of a darkened room in which a simulation of elements (smoke, snow, water) is displayed on a wall, which reflects the room. The viewer is also shown visually altered in the simulation. Visitors can interact with this virtual environment through their own movements.",
    "artist-description-german": "Angela Denninger (geb. 1990 in Tübingen, Deutschland) ist Medienkünstlerin und Softwareentwicklerin im Bereich Computer Vision.<br/>Derzeit lebt, arbeitet und studiert sie in München. Sie war schon immer begeistert von Kunst und neuen Entwicklungen in der Informationstechnologie und möchte mit ihrer Arbeit beides verbinden. Nach ihrer staatlichen Ausbildung zur Grafik-Designerin studierte sie Software-Engineering und machte anschließend ihren M.Sc. in Informatik: Games Engineering mit Schwerpunkt auf Computer Vision. Parallel arbeitet sie derzeit als Point Cloud Data Processing Engineer und studiert B.A. Kunst und Multimedia an der LMU München.",
    "artist-description-english": "Angela Denninger (born 1990 in Tübingen, Germany) is a media artist and software developer in the field of computer vision.<br/>She currently lives, works and studies in Munich. She has always been enthusiastic about art and new developments in information technology and would like to combine both with her work. After her training as a graphic designer, she studied software engineering and did her M.Sc. in Computer Science: Games Engineering with a focus on computer vision. She is currently working as a Point Cloud Data Processing Engineer and at the same time she is studying B.A. Art and Multimedia at LMU Munich.",
    "images-altTexts-german": [],
    "images-altTexts-english": [],
    "videos-altTexts-german": [],
    "videos-altTexts-english": [],
    "email": "",
    "socials": [
        { "website": "" },
        { "instagram": "" },
        { "linkedin": "" },
        { "behance": "" },
        { "artstation": "" },
        { "dribbble": "" },
        { "facebook": "" },
        { "tiktok": "" },
        { "pinterest": "" },
        { "twitter": "" },
        { "youtube": "" },
        { "soundcloud": "" },
        { "tumblr": "" },
        { "github": "" }
    ]
}