{
    "tags": ["#high fashion", "#futuristic clothes", "#flexible displays"],
    "artist-name": "Elisabeth Frank",
    "project-title": "E-WEAR",
    "artwork-description-german": "'Wie sieht die Mode in 100 Jahren aus?' Diese Frage stellt sich Elisabeth bereits seit langer Zeit.<br/>Ist es wie in Sci-Fi Filmen, welche starke abstrakte Formen in Designs einarbeiten? Wird auf starke Kontrastfarben und Blau fokussiert? Oder ist die futurische Mode doch bunter? Es ist deutlich zu bemerken, dass viele Menschen die Zukunft automatisch mit fortschrittlicher Technologie gleichsetzen. Elisabeth fragt sich, ob sich diese Aspekte auch in der Mode widerspiegeln lassen. Lässt sich Technologie überhaupt ästhetisch mit Mode verbinden? Elisabeth beobachtet fortwährend technologische Entwicklungen, so dass sie früh auf flexible Displays aufmerksam wurde. Diese werden im alltäglichen Gebrauch in Smartphones oder TV-Geräten eingesetzt. Jedoch findet sich kaum, wenn überhaupt, eine ästhetische Umsetzung von flexiblen Displays in Mode. Wo die meisten Modedesigner LEDs oder Glasfasern in ihre Kreationen integrieren, geht Elisabeth ein Stück weiter. Sie hat Stücke kreiert, welche ein komplettes Display in Kleidung integrieren und somit Videos frei abspielen können, wodurch der Träger selbst zur Leinwand wird. Basierend darauf entwickelte Elisabeth eine Kollektion von Outfits, welche diese Ideen künstlerisch darstellen. Nun kann der Träger wortwörtlich in der Masse aufleuchten.",
    "artwork-description-english": "'What will fashion look like in 100 years?' Elisabeth has been asking herself this question for a long time now.<br/>Is it like in those sci-fi movies that incorporate strong abstract shapes into designs? Is there a focus on strong contrasting colors and blue? Or is futuristic fashion more colourful? It is noticeable that many people automatically equate the future with advanced technology.<br/>Elisabeth wondered if these aspects can also be reflected in fashion. Can technology even be aesthetically combined with fashion? Elisabeth keeps a close eye on the advances of technology, which quickly led her to noticing flexible displays. Normally they are being used on smartphones or televisions. However, there is little, if any, aesthetic implementation of flexible displays in fashion. Where most fashion designers incorporate LEDs or fiber optics into their creations, Elisabeth goes one step further. She created pieces that integrate a complete display into clothing. The display is able to project videos, turning the wearer into a canvas. Based on this idea, Elisabeth developed a collection of outfits that artistically represent this concept. Now the wearer is literally able to shine in the crowd.",
    "artist-description-german": "",
    "artist-description-english": "",
    "images-altTexts-german": [],
    "images-altTexts-english": [],
    "videos-altTexts-german": [""],
    "videos-altTexts-english": [""],
    "email": "",
    "socials": [
        { "website": "" },
        { "instagram": "" },
        { "linkedin": "" },
        { "behance": "" },
        { "artstation": "" },
        { "dribbble": "" },
        { "facebook": "" },
        { "tiktok": "" },
        { "pinterest": "" },
        { "twitter": "" },
        { "youtube": "" },
        { "soundcloud": "" },
        { "tumblr": "" },
        { "github": "" }
    ]
}