{
    "tags": ["japan", "culture ", "illustration"],
    "artist-name": "Elisabeth Elmauer",
    "project-title": "An extract of japanese art and culture",
    "project-description-german": "Die japanische Kunst und Kultur hat eine lange, strenge Tradition und ist durch ihre Vielfältigkeit und Komplexität schwierig zu fassen. Durch die flache Malerei wohnt japanischer Kunst eine spezielle Ästhetik bei, welche durch die Farbkomposition betont wird. Das Projekt „Ein Ausschnitt japanischer Kunst und Kultur“ setzt sich stark mit der japanischen Kultur der Edo-Periode (1603-1867) auseinander. Der Fokus des Projekts liegt dabei besonders auf den von Elisabeth Elmauer angefertigten Aquarell-Illustrationen, die verschiedene Fabelwesen aus der japanischen Folklore zeigen. Den Betrachtern werden mit einem Animationstext, der von traditioneller japanischer Musik untermalt wird, die zeitlichen und mythologischen Begebenheiten, sowie die Hintergründe dieser Kreaturen erklärt. Abgerundet werden die Illustrationen mit handgemachten Oni und Hannya Masken (männlicher und weiblicher Dämon). Um das Projekt interaktiv zu gestalten, gibt es zudem einen Workshop, bei dem japanische Glücksknoten geknüpft werden können. Das Ziel des Projekts ist es, auf die Ästhetik der Epoche mit ihren zugehörigen Mythen und Geschichten aufmerksam und sie verständlich zu machen, so wie diese zu verbreiten.",
    "project-description-english": "Japanese art and culture follow a long and strict tradition which might be hard to understand due to its diversity and complexity. With its flat painting features, Japanese art has a special aesthetic which is emphasized by the colour composition. The project “Ein Ausschnitt japanischer Kunst und Kultur” takes a close look at Japanese culture of art during the Edo- period (1603-1867). Its points of focus are handmade illustrations painted with aquarelle that show different kinds of mythical creatures of Japanese folklore. An animated text, which is underlaid by traditional Japanese music, explains temporal happenings and mythological backgrounds of the displayed illustrations. The experience is also supplemented by handmade Oni and Hannya (male and female demon) masks. A workshop where the visitor can learn how to tie traditional Japanese good-luck knots, adds an interactive layer to the exhibition. The projects’ goal is to bring attention to the Edo-periods’ aesthetic, stories and myths to make them more approachable.",
    "artist-description-german": "Elisabeth, 22 Jahre alt, hat sich schon immer für Kunst interessiert, insbesondere für illustrative Zeichnungen und Malereien. Diese hatten für sie immer eine eigene Art der Vielfältigkeit. Seit ein paar Jahren beschäftigt sie sich außerdem mit japanischen Ukiyo-e und traditionell japanischen Tattoos. So kam auch das Thema dieser Projektarbeit zustande: „Ein Ausschnitt japanischer Kunst und Kultur“.",
    "artist-description-english": "Elisabeth, 22 years old, has always been interested in fine arts, especially illustrative drawings and paintings. For her, these works always showed a great diversity. For a few years now, Elisabeth has been educating herself in Japanese Ukiyo-e and tradtional Japanese tattoos. That is how her project „Ein Ausschnitt japanischer Kunst und Kultur“ came to life.",
    "images-altTexts-german": [],
    "images-altTexts-english": [],
    "videos-altTexts-german": [""],
    "videos-altTexts-english": [""],
    "email": "",
    "socials": [
        { "website": "" },
        { "instagram": "" },
        { "linkedin": "" },
        { "behance": "" },
        { "artstation": "" },
        { "dribbble": "" },
        { "facebook": "" },
        { "tiktok": "" },
        { "pinterest": "" },
        { "twitter": "" },
        { "youtube": "" },
        { "soundcloud": "" },
        { "tumblr": "" },
        { "github": "" }
    ]
}