{
    "tags": [],
    "artist-name": "Julia Cox",
    "project-title": "ILLUMINA",
    "artwork-description-german": "(...Trauer, Ruhe, Entspannung...)<br/>Wir möchten den Friedhof als einen Ort der Ruhe und der Einkehr empfinden. Den Alltag vergessen, den Moment spüren. Umso wichtiger ist es, eine Atmosphäre zu schaffen, die zum Verweilen einlädt. Vor diesem Hintergrund hat sich Julia entschieden, ein Grablicht zu entwerfen, das den Friedhofsbesuch so einladend wie möglich gestaltet und zugleich die Grabpflege reduziert.<br/>Entstanden ist eine schlicht gestaltete ovale Leuchte, die allen Wetterbedingungen standhält und dabei besonders pflegeleicht ist. Das Licht wird von einer solarbetriebenen LED mit Timer-Funktion erzeugt. Es imitiert das Flackern einer klassischen Kerze. So kann jeder Besucher das Leuchten des Friedhofs wahrnehmen, auch dann, wenn die Angehörigen nicht die Möglichkeit haben, regelmäßige Besuche zu unternehmen. Eine Glasglocke, die mit einem dünnen, leicht gefalteten Papier gefüllt ist, gibt das Licht nach außen ab. Dadurch entsteht eine Wärme, die einer Wachskerze gleichkommt und gleichzeitig sanft das Feuer einer jeden Seele einfangen kann. Der 3D-gedruckte Sockel der Leuchte besteht aus porösem Beton, der es der Natur erlaubt, in ihn einzudringen. Moos und Pflanzen werden sich ansiedeln und so wird die Lampe, Vergänglichkeit und Bestand zugleich symbolisierend, eins mit der Grabstätte werden.",
    "artwork-description-english": "We want the cemetery to be a place of rest and contemplation. Where to forget everyday life, feel the moment. This makes it all the more important to create an atmosphere that invites you to linger. With this in mind, Julia decided to design a grave light that would make visiting the cemetery as inviting as possible while reducing grave maintenance. The result is a simply designed oval light, that can withstand all weather conditions and which is therefore particularly easy to maintain.The light is generated by a solar-powered LED with a timer function and it imitates the flickering of a classic candle. This way every visitor can perceive the glow of the cemetery, even if the relatives do not have the possibility to visit regularly. The glass bell, which is filled with a thin lightly folded paper, emits the light to the outside. This creates a warmth of a wax candle and at the same time gently captures the fire of each soul.The 3D-printed base of the lamp is made of porous concrete, which allows nature to penetrate it. Moss and plants will take up residence and so will the lamp become one with the gravesite, symbolising transience and permanence at the same time.",
    "artist-description-german": "Julia ist 21 Jahre alt und hatte schon immer ein starkes Interesse an Design und Kunst, aber gleichzeitig auch am wissenschaftlichen Arbeiten und an Technik. Im Verlauf des Studiums entwickelte sich eine starke Faszination für Produktdesign und insbesondere für Licht, was sie zu dieser Abschlussarbeit veranlasste und sie vermutlich noch auf ihrem weiteren Weg begleiten wird.",
    "artist-description-english": "Julia is 21 years old and has always had a strong interest in design and art, but also in scientific and technical work. During her studies she developed a strong fascination for product design and especially for light, which led her to this final thesis and which will probably accompany her on her further way.",
    "images-altTexts-german": [],
    "images-altTexts-english": [],
    "videos-altTexts-german": [""],
    "videos-altTexts-english": [""],
    "email": "",
    "socials": [
        { "website": "" },
        { "instagram": "" },
        { "linkedin": "" },
        { "behance": "" },
        { "artstation": "" },
        { "dribbble": "" },
        { "facebook": "" },
        { "tiktok": "" },
        { "pinterest": "" },
        { "twitter": "" },
        { "youtube": "" },
        { "soundcloud": "" },
        { "tumblr": "" },
        { "github": "" }
    ]
}