{
    "tags": [],
    "artist-name": "",
    "project-title": "Tinted Moment",
    "artwork-description-german": "Der Begriff 'Zeit' ist in unserem Leben stets präsent. Zeit schreitet unaufhörlich voran, während wir den Moment genießen wollen. Fühlst du dich auch manchmal von der Zeit verfolgt? Als wärst du auf der Flucht? Genau diese Unruhe stellt das Grundthema von Tinted Moment dar. Die Zeit wird zu einem Monster, vor welchem die Protagonistin flieht, so dass die Verbindung von Analogem und Digitalem eine Komponente bildet. So besteht das Projekt zum einen aus haptischen Objekten und zum anderen aus einem Animationsfilm. Die Skulpturen führen dabei an die Animation heran. Sie sind kleine Filmstills, eingefrorene Momente, die digital zum Leben erweckt werden. Tinted Moment erzählt ein kleines Märchen, das uns zum Nachdenken bringt und zeigt, wie stoisch wir mit diesem Thema „Zeit“ umgehen und uns davon verfolgen lassen. Die Auseinandersetzung mit den formalen Mitteln stand bei der Umsetzung des Konzepts im Mittelpunkt. Design, Animation und Schnitt waren ebenso wichtig wie die Übertragung des analogen Momentes in den digitalen Raum. Zentral hierbei ist die Einfärbung, die die haptischen erfahrbaren schwarz-weiß Objekte in lebendige Animationsszenen verwandelt.",
    "artwork-description-english": "'Time' is an omnipresent theme. Always ticking, while we are trying to enjoy the moment. Do you sometimes feel threatened by it? Like on a hunt?<br/><br/>This is the main subject of Tinted Moment. Time becomes a monster, from which the protagonist has to escape. The connection between analogue and digital components, is another side of the project. Meaning, there are haptic objects, as well as an animation film. Therefore, the sculptures are evoking the animation. They are film stills, frozen moments, digitally brought to life. Tinted moment tells a small fairy tale, which gets us into thinking about the subject and also shows, how stubbornly we treat it and let ourselves be chased, too. Dealing and exploring with formal means was central to the implementation of the concept. Design, animation and editing were as important as the translation from the digital to the analog world. High focus was set on the colourization of the haptically experienceable black and white scenes into vivid animation.",
    "artist-description-german": "Design in all seinen Facetten faszinierte Julia Prottengeier schon immer. In der digitalen Welt konnte Sie dieser Leidenschaft auf diverse Weise nachgehen. Sei es im UI|UX Design, in Grafiken oder Animationen. Bewegtbild nimmt dabei einen hohen Stellenwert ein und motivierte sie dazu, in ihrem Projekt Gestaltungs- und Animationsprinzipien zu untersuchen und zu verfolgen.",
    "artist-description-english": "Design in all itsforms has always been fascinating for Julia Prottengeier. On the digitalside,she could express her passion in numerous ways. Be it in UI|UX design, graphics or animation. 2-D Animation plays an important role and motivated her to investigate design and animation principles in her project.",
    "images-altTexts-german": [],
    "images-altTexts-english": [],
    "videos-altTexts-german": [""],
    "videos-altTexts-english": [""],
    "email": "",
    "socials": [
        { "website": "" },
        { "instagram": "" },
        { "linkedin": "" },
        { "behance": "" },
        { "artstation": "" },
        { "dribbble": "" },
        { "facebook": "" },
        { "tiktok": "" },
        { "pinterest": "" },
        { "twitter": "" },
        { "youtube": "" },
        { "soundcloud": "" },
        { "tumblr": "" },
        { "github": "" }
    ]
}