{
    "tags": ["projection mapping", "oil painting", "surrealism"],
    "artist-name": "Juliana Gutiérrez-Wiest",
    "project-title": "ES-CULTURA",
    "artwork-description-german": "Ein Traum, der sich intensiv und fast real anfühlt, aber an den es unmöglich erscheint, sich zu erinnern. Ein Traum, in dem alles Irrationale Sinn macht und in dem sich unser Wesen ohne Einfluss der Außenwelt frei ausdrücken kann. Dort finde ich meine Inspiration.<br/> Im Hintergrund der Ölgemälde von Juliana, verschwommen, erscheinen ihrihre Erinnerungen an Kolumbien, an ihre Kindheit. Davor erhebt sich ein Irrgarten aus architektonischen Elementen und Portalen.<br/> Portale, die Chancen im Leben darstellen und die den Zugang von Realität zum Traum symbolisieren. Inspiriert aus ihren Träumen: unkenntlich und fast schon chaotisch. Bruchstücke alter Skulpturen markieren Begegnungen in der unbewussten und bewussten Welt. Diese stellen die Menschen dar, die Teil ihres Lebens sind oder es beeinflussen. Einige mit Intensität, andere nur andeutungsweise, schon fast in Vergessenheit geraten. Trotzdem ist/war jeder von ihnen von Bedeutung.<br/>Es entsteht eine surrealistische Darstellung, die keiner Kultur, keiner Regel folgt. Eine Welt voller Freiheit, in der zwei Kulturen eins werden. In ES-CULTURA erweckt Juliana Gutiérrez Wiest diese Welt mit Hilfe einer Projektion auf die Kunstwerke, die auf Sound reagieren.<br/><br/> Eine Welt, die nicht sein kann, die nur in ihr existiert.",
    "artwork-description-english": "A dream that feels intense and almost real, but almost impossible to remember. A dream in which everything irrational makes sense and in which our being can express itself freely without the influence of the outside world. That is where Juliana finds her inspiration.<br/><br/> Her memories of Colombia appear, blurry in the background: her childhood. At front a maze of architectural elements and portals rises.<br/>Those portals represent opportunities in life and symbolize the gateway from reality to dreams. Inspired by her dreams: unrecognisable and almost chaotic.<br/><br/> Fragments of old sculptures mark encounters in the conscious and unconscious world. They represent the people who are part of or influence our lives. Some of them intense, others only slightly, almost forgotten. Nevertheless, is/was each of them significant.<br/><br/> The result is a surrealist representation that follows no culture or rule. A world full of freedom, where two cultures become one. In ES-CULTURA Juliana reveals this world with the help of a projection that reacts to sound.<br/><br/> A world that cannot be, that only exists in her.",
    "artist-description-german": "Juliana wählt Aluminium als Malgrund. Dieses Material macht das Kunstwerk lebendig. Mal scheint es heller, mal dunkler. Dieser Effekt trägt dazu bei, eine verschwommene Welt zu erzeugen. Sie verbindet die analoge Welt mit der digitalen. So erweckt sie ihre Kunstwerke durch eine Projektion zum Leben, mit dem Ziel, es dem Betrachter zu ermöglichen, immersiv in ihre Werke einzutauchen zu können.",
    "artist-description-english": "Juliana chooses aluminum as a painting surface. This material brings the artwork to live. Sometimes it seems lighter, sometimes darker. This effect helps to create a blurred world. She combines the analog world with the digital one. In this way, she brings her artworks to life through a projection, with the goal to let the viewer to immerse in her works.",
    "images-altTexts-german": [],
    "images-altTexts-english": [],
    "videos-altTexts-german": [""],
    "videos-altTexts-english": [""],
    "email": "",
    "socials": [
        { "website": "" },
        { "instagram": "" },
        { "linkedin": "" },
        { "behance": "" },
        { "artstation": "" },
        { "dribbble": "" },
        { "facebook": "" },
        { "tiktok": "" },
        { "pinterest": "" },
        { "twitter": "" },
        { "youtube": "" },
        { "soundcloud": "" },
        { "tumblr": "" },
        { "github": "" }
    ]
}