{
    "tags": ["painting series", "meme", "history"],
    "artist-name": "Laura Hollmann",
    "project-title": "In All Honesty",
    "project-description-german": "Wer kennt sie nicht? Porträts aus vergangenen Jahrhunderten, die so idealisiert und inszeniert sind, dass man sich zwangsläufig fragt: Sahen Menschen früher wirklich so aus? War ihr Leben so perfekt wie es den Anschein hat? Bei der Mehrheit der Abgebildeten war dies sicherlich nicht der Fall. In ihrer Arbeit hat sich Laura Hollmann genauer mit einigen dieser porträtierten Persönlichkeiten beschäftigt. Ob Marie Antoinette, Louis XIV. oder eine Dame aus dem französischen Adel. Jeder Hauptcharakter in ihrer dreiteiligen Gemäldereihe hatte doch das eine oder andere Problem, das in den Darstellungen durch Prunk und Idealisierung verborgen bleibt. Mit 'In All Honesty' versucht Laura, den Betrachtern von heute mit ein wenig Humor eben diese Zustände in der Geschichte näherzubringen. Im Meme-Format hat sie die historischen Persönlichkeiten in eine realistische Umgebung versetzt, wo sie mit den Missständen ihrer Zeit direkt konfrontiert werden. Durch die Kombination der klassischen Ölmalerei mit der Ästhetik des üblicherweise digitalen Meme entstand eine Reihe, die in starkem Kontrast zu den Ausgangswerken aus dem 17. und 18. Jahrhundert steht und auch zum Schmunzeln bringen soll.",
    "project-description-english": "Who doesn’t know them? Portraits from past centuries that are so idealised and staged, that you inevitably ask yourself: did people really look like this in the past? Was their life just as perfect as it seems? Well, for the majority of those depicted, this was probably not the case. In her project, Laura Hollmann had a closer look at some of these portraits. Whether Marie Antoinette, Louis XIV. or a lady from the French aristocracy, each single main character set in her three-part paintings, had one problem or another that remains hidden in the portrayals through pomp and idealization. With 'In All Honesty', Laura tries to bring today's viewers closer to these very conditions in history with a little humour. In meme format, she has placed the historical figures in a realistic setting where they are directly confronted with the ills of their time. Therefore, the mixture of traditional oil painting with the aesthetics of digital memes creates a series of paintings that are quiet contrasting to the original sources from the 17th and 18th century, hopefully bringing a smile to peoples lips. In 'In All Honesty' I tried to give today's viewer a better understanding of these very conditions in history, with a dash of humor. By the meme-format, I could set these personalities in a more accurate setting, that directly confronts them with the ills of their time and surroundings. Therefore, the mixture of traditional oil painting with then aesthetics of digital memes creates a series of paintings that are quiet contrasting to the original sources from the 17th and 18th century, hopefully bringing a smile to your lips.",
    "artist-description-german": "Laura Hollmann hatte schon immer eine Faszination für alte Gemälde aus den verschiedensten Epochen. So kam es auch dazu, dass sie selbst mit der Ölmalerei begann. In ihrem Projekt blickt sie auf Darstellungen berühmter Persönlichkeiten zurück und schafft - mit einem gewissen Augenzwinkern - klassisch anmutende Werke mit einem zeitgemäßen Twist.",
    "artist-description-english": "Laura Hollmann had always been fascinated by ancient paintings and portraits from various centuries. That way, she first discovered her love for oil painting, a medium that introduced her to the arts in the first place. In her project, she looks back at depictions of famous personalities and creates - with a certain wink - classic-looking works with a contemporary twist.",
    "images-altTexts-german": [],
    "images-altTexts-english": [],
    "videos-altTexts-german": [""],
    "videos-altTexts-english": [""],
    "email": "",
    "socials": [
        { "website": "" },
        { "instagram": "https://instagram.com/laura_hollmann?igshid=YmMyMTA2M2Y=" },
        { "linkedin": "" },
        { "behance": "" },
        { "artstation": "" },
        { "dribbble": "" },
        { "facebook": "" },
        { "tiktok": "" },
        { "pinterest": "" },
        { "twitter": "" },
        { "youtube": "" },
        { "soundcloud": "" },
        { "tumblr": "" },
        { "github": "" }
    ]
}