{
    "tags": ["interactive game", "cards", "japenese folklore"],
    "artist-name": "Laura Mayr",
    "project-title": "Yokai Hunt",
    "project-description-german": "Spielerische Interaktionen zwischen Menschen finden auf den unterschiedlichsten Ebenen statt. Viele davon sind entspannt und umgänglich, manche aber auch wetteifernd und ehrgeizig. Auch über das klassische Kartenspiel, welches Generationen aller Altersstufen begeistert und zusammenführt, finden Interaktionen statt. Durch das digitale Zeitalter sind jedoch zahlreiche Menschen kaum noch daran gewöhnt, sich im echten Leben zu treffen, miteinander zu kommunizieren und persönlich zu interagieren.<br/> Laura möchte mit ihrem Kartenspiel „Yokai Hunt“ zum geselligen Austausch zwischen Menschen beitragen und somit Spieler*innen in angenehmer Atmosphäre zusammenbringen. Im Rahmen der Projektarbeit hat sie sich mit verschiedensten Arten und Formen von Spielen auseinandergesetzt und schließlich neue Regeln für ein Stichkartenspiel konzipiert.<br/> Unterhaltsame Interaktionen, die sich beim Jagen nach Punkten entwickeln, das macht den „Yokai Hunt“ aus. Das Design der Karten setzt sich aus unterschiedlichen Aquarellhintergründen in Kombination mit diversen Motiven japanischer Dämonen zusammen.",
    "project-description-english": "Playful interactions between people take place on all kinds of different levels. Many of them are relaxed and sociable, but some are competitive and ambitious. Interactions also take place via the classic card game, which inspires and brings together motivated folks of all ages. However, due to the digital age many have drifted from meeting others „offline“ and are hardly used to meeting in real life, communicating with each other, and interacting in person. With her card game „Yokai Hunt“, Laura wants people to gather and play and thus bring players together in a pleasant environment. As part of her project work, she explored different types and forms of games and finally designed new rules with a personal twist for a trick-taking card game. The playful interactions through the hunt for points are the main selling point for „Yokai Hunt“. The design of the cards is composed of different watercolour backgrounds in combination with various Japanese demon motives.",
    "artist-description-german": "Laura ist interessiert an zwischenmenschlichen Wechselwirkungen. Durch die Projektarbeit erforschte sie diese durch einen spielerischen Ansatz genauer. Obwohl sie sich im Laufe ihres Studiums selbstverständlich auch mit der virtuellen Welt beschäftigte und sich vor allem in Photoshop weitergebildet hat, legt sie dennoch auch viel Wert auf traditionelle analoge Techniken. Ihr Kartenspiel hat Laura sowohl digital als auch analog bearbeitet. Diese Zusammenführung der Techniken soll auch die Verbindung von Personen über alle ästhetischen Formen, Medien und Vorlieben hinweg widerspiegeln.",
    "artist-description-english": "Laura is very interested in interpersonal interactions. Even though she dealt with many digital programs during her studies, especially Photoshop and the Adobe Cloud System, she still stays true to analog techniques. Her card game is a mixture of both worlds, which represents the connection between people through all kinds of interactions as well as through different aesthetic forms, media and preferences.",
    "images-altTexts-german": [],
    "images-altTexts-english": [],
    "videos-altTexts-german": [],
    "videos-altTexts-english": [],
    "email": "",
    "socials": [
        { "website": "" },
        { "instagram": "https://www.instagram.com/__dinolaurier__/" },
        { "linkedin": "" },
        { "behance": "" },
        { "artstation": "" },
        { "dribbble": "" },
        { "facebook": "" },
        { "tiktok": "" },
        { "pinterest": "" },
        { "twitter": "" },
        { "youtube": "" },
        { "soundcloud": "" },
        { "tumblr": "" },
        { "github": "" }
    ]
}