{
    "tags": ["mixed media", "collage art", "projection mapping"],
    "artist-name": "Leslie Scholl",
    "project-title": "Wild Skies",
    "project-description-german": "<em>„Es ist ebenso interessant und schwer, etwas gut zu sagen, wie es gut zu malen ist.“<br/>- Vincent van Gogh</em><br/><br/>Diese Aussage von van Gogh bringt die größte Herausforderung der bildenden Kunst auf den Punkt. Wie kann man das, was man fühlt und denkt, künstlerisch visualisieren? Empfindungen sind weder greifbar noch sichtbar und da- mit kein Teil der Außenwelt. Es ist sehr schwer, persönliche Gefühlseindrücke bildnerisch so zu übertragen, dass andere sie nachvollziehen können. Emotionen, die man vermitteln möchte, sie zu abstrahieren, ist für Leslie Scholl der entscheidende Schritt. Als Form der Abstraktion gewinnt für sie hier die Collage an Bedeutung. Sie bietet ihr die Möglichkeit, fantasievoll und expressiv zu arbeiten, weil sie sich dabei nicht nur auf ein Medium, eine Technik oder einen Stil beschränken muss. Ihr Projekt „Wild Skies“ stellt in diesem Sinne eine multimediale Installation dar. Drei große Leinwände zeigen Fotografien, ergänzt mit nachträglich aufgetragenen malerischen Elementen. Diese werden von einer Videoprojektion überlagert. Es entsteht ein individuelles, collagebasiertes Gesamtwerk, welches über die Kombination von Bewegtbild, Standbild und Pinselstrich Emotionen und persönliche Eindrücke ausdrucksstark darstellt.",
    "project-description-english": "<em>„It is as interesting and difficult to say a thing well as to paint it.“<br/>- Vincent van Gogh</em><br/><br/>This statement by van Gogh sums up what the greatest challenge of visual art is. How can you artistically visualize what you feel or think? Sensations are neither tangible nor visible and thus not part of the external world. It is very difficult to convey personal emotional impressions and emotions pictorially in such a way that others can understand them. For Leslie, abstracting the emotions you want to convey is the crucial step. As a form of abstraction, collage is gaining in importance. This gives her the chance to work much more imaginatively and expressively, as she does not have to limit herself to just one medium, technique or style. Based on this, the project „Wild Skies“ represents a multimedia installation.<br/><br/>Three large canvases show photographs complemented with painterly elements. They are superimposed by a video projection. The result is an individual collage-based work that expressively portrays emotions and personal impressions through the combination of moving image, still image and brushstroke.",
    "artist-description-german": "Seit Jahren beschäftigt sich Leslie sehr intensiv mit der Mode-, sowie Kunstfotografie und verfolgt mit großem Interesse den kreativen Content von namhaften Modemarken und Magazinen, der sie in aller aller Art für ihre eigene Arbeit inspiriert. Um mehr Wissen über die kreativen und technischen Möglichkeiten im Bereich Fotografie und Kunst zu erhalten, begann sie, nach einem Kurs für freie Kunst an der Kunsakademie in Florenz, das Bachelorstudium im Fach Kunst und Multimedia an der LMU. Ab Herbst 2022 nimmt Leslie ein Masterstudium für Fashion Photography and Films in Mailand auf, das ihr schließlich den Weg für eine berufliche Zukunft in der Mode- und Kunstwelt ebnen soll.",
    "artist-description-english": "For years Leslie has been working intensively on fashion and art photography. Excitedly, she follows the creative content of well - known fashion brands and magazines, which inspires her in all kinds of ways for her own work.After an art course at the Art Academy in Florence, she began the bachelor‘ s degree in Art and Multimedia at the LMU in Munich, in order to gain more knowledge about the creative and technical possibilities in the area of photography and art.Leslie is taking up a Master‘ s degree in Fashion Photography and film in Milan, which should finally pave the way for a professional future in the world of fashion and art.",
    "images-altTexts-german": [""],
    "images-altTexts-english": [""],
    "videos-altTexts-german": [""],
    "videos-altTexts-english": [""],
    "email": "",
    "socials": [
        { "website": "https://lesliescholl.myportfolio.com" },
        { "instagram": "https://www.instagram.com/leslie.scholl/" },
        { "linkedin": "" },
        { "behance": "" },
        { "artstation": "" },
        { "dribbble": "" },
        { "facebook": "" },
        { "tiktok": "" },
        { "pinterest": "" },
        { "twitter": "" },
        { "youtube": "" },
        { "soundcloud": "" },
        { "tumblr": "" },
        { "github": "" }
    ]
}