{
    "tags": ["creature design", "illustration", "sculpture"],
    "artist-name": "Magdalena Ammer",
    "project-title": "DRAWN TO LIFE",
    "project-description-german": "In „Drawn to Life“ setzt sich Magdalena Ammer bewusst mit ihrer eigenen Kreativität und ihrem Antrieb, schöpferisch zu arbeiten, auseinander - dabei entstand eine Illustra4on und die Skulp- tur einer phantastischen Kreatur. Magdalena stellte sich die Fragen: Warum bin ich kreativ? Was treibt mich an?<br/><br/>Darauf fand sie die simple Antwort: Weil es das Leben schön macht. Und genau diesen Ge- danken wollte Magdalena übertragen auf alles andere, was schön sein kann, sei es noch so eine Kleinigkeit. Von Sonnenuntergängen, über ihren Lieblingsfilm, bis hin zu Menschen, die ihr wichtig sind.<br/>All dies ließ Magdalena auf vielfältige Weise in ihr Design einfließen, sodass schließlich eine Kreatur entstand, die für das Schöne im Leben stehen soll.<br/><br/>Diese Kreatur hat Magdalena sowohl als digitale Illustration, als auch als ästhetisch sehr anspre- chende, bewegliche Skulptur mit einladender Haptik umgesetzt. Dabei hat sie während des Fertigungsprozesses durch Nähen, Modellieren und weitere kunsttechnische Fertigkeiten all ihre Leidenschaften vereint. Bei der Illustration wiederum hat sie sich dem „Creature Design“, also dem Entwurf des Aussehens, Verhaltens und der Lebensweise einer fiktiven Kreatur ge- widmet.",
    "project-description-english": "In “Drawn to Life”, Magdalena consciously ex- plores her own crea4vity and her drive to crea- te - resulting in an illustration and the sculpture of a fantastic creature. Magdalena asked herself the questions: What sparks my creativity? What keeps me going? Leading her to one simple ans- wer: Because it makes life beautiful and worth living.<br/><br/> And it was precisely this thought that Magdalena wanted to transfer to everything else that can be beautiful, no maXer how insignificant it may seem. From sunsets, to her favourite film, to the people she cares about. Magdalena incorporated all this into her design in many different ways, so that in the end a creature came into being that is supposed to stand for the beauty in life.<br/><br/>Magdalena realised this creature both as a digi- tal illustration and as a physical figure. Through the process of sewing, modeling and more, the figure combines all of Magdalena’s various artis- tic passions in a tangible way. For the illustration, she devoted herself to „creature design“, mea- ning the design of the appearance, behaviour and lifestyle of a fictional creature.",
    "artist-description-german": "Direkt anknüpfend an ihr Abitur 2019 hat Magdalena das Kunst und Multimedia Studium mit der Absicht begonnen, ihren künstlerischen Horizont zu erweitern, neue Fähigkeiten zu erlernen und sich besonders auf digitale Illustra- tion zu spezialisieren. Ihre Leidenschaft ist es, sich mit ihren alltäglichen Interessen - von Videospielen über Tiere bis zur Gefühlswelt - kreativ auseinanderzusetzen und diese mithilfe vielfälltiger Medien in etwas Einzigartiges zu verwandeln.",
    "artist-description-english": "Directly following her high school graduation in 2019, Magdalena began studying Art and Multi- media with the intention of broadening her ar- tistic horizons, learning new skills, and speciali- zing in digital illustration. She is passionate about creatively exploring her everyday interests - from video games to animals to the emotional world - and bringing them to life as something unique in a variety of media.",
    "images-altTexts-german": [],
    "images-altTexts-english": [],
    "videos-altTexts-german": [],
    "videos-altTexts-english": [],
    "email": "",
    "socials": [
        { "website": "" },
        { "instagram": "https://www.instagram.com/magdaamm/" },
        { "linkedin": "" },
        { "behance": "" },
        { "artstation": "" },
        { "dribbble": "" },
        { "facebook": "" },
        { "tiktok": "" },
        { "pinterest": "" },
        { "twitter": "" },
        { "youtube": "" },
        { "soundcloud": "" },
        { "tumblr": "https://www.tumblr.com/blog/magdaamm" },
        { "github": "" }
    ]
}