{
    "tags": ["interactive art", "kinetics", "light sculpture"],
    "artist-name": "Nassim Chamseddine",
    "project-title": "Aura",
    "project-description-german": "Wir Menschen besitzen eine außergewöhnliche Fähigkeit zur Empathie - besonders mit Lebewesen, die uns vertraut sind. Doch wie interagieren wir mit unbekannten Lebensformen? In unserer Natur liegt ein Wechselspiel aus Distanz und Neugierde. Wir versuchen durch Kommunikation eine Verbindung aufzubauen, etwa mit Sprache, Körperhaltung und Berührung, um die Emotionen des Gegenübers zu erfassen.<br><br>Mit der kinetischen Lichtskulptur „aura“ erschafft Nassim Chamseddine ein Lebewesen, dessen Verhalten durch Technik gesteuert wird. Interaktionen erwecken es zum Leben: Es verändert seine Form durch Luftdruck und wechselt seine Farben. So offenbart es Entdecker*innen sein Empfinden.<br><br>Die Skulptur atmet in ihre Silikonmembranen. Steril anmutende Luftschläuche münden in eine organische, mystische Kreatur und hauchen ihr Leben ein. So eröffnet sich eine Ebene der Verständigung zwischen Mensch und Maschine. Wir lernen mit ihr zu kommunizieren und entdecken ihre Gefühlswelt.",
    "project-description-english": "We humans have an extraordinary capacity for empathy - especially forms with creatures that are familiar to us. But how do we interact with unknown life? In our nature lies an interplay of distance and curiosity. We try to connect through communication, such as with language, posture and touch, in order to capture the emotions of the other person.<br/><br/>With the kinetic light sculpture “aura“, Nassim Chamseddine creates a living being whose be- havior is controlled by technology. Interactions bring it to life: changes its shape through air pressure and shifts its colors. In this way, it reve- als its feelings to explorers.<br/><br/>The sculpture breathes into its silicone membra- nes. Sterile-looking air tubes flow into an orga- nic, mystical creature and breathe life into it. This opens up a level of understanding between man and machine. We learn to communicate with it and discover its emotional world.",
    "artist-description-german": "Nassim begeistert sich für Interaktionen zwischen Menschen und Technik. Sowohl in ihrem zurückliegenden Studium der Kulturwissenschaft als auch in ihrer Arbeit als UX/UI-Desi- gnerin beschäftigt sie sich mit dem Menschen und seiner Auseinandersetzung mit der Umgebung. In ihrem Projekt „aura” erforscht sie die Fähigkeit des Menschen Empathie für unbekannte Lebewesen zu entwickeln.",
    "artist-description-english": "Nassim is passionate about interactions between people and technology. Both in her past studies of cultural studies and in her work as a UX/UI designer, she is exploring humans and their engagement with the environment. In her project “aura“ she investigates the ability of humans to empathize with unknown living beings.",
    "images-altTexts-german": [""],
    "images-altTexts-english": [""],
    "videos-altTexts-german": [""],
    "videos-altTexts-english": [""],
    "email": "",
    "socials": [
        { "website": "http://nchamseddine.com/" },
        { "instagram": "https://www.instagram.com/nasumi_ch/" },
        { "linkedin": "https://www.linkedin.com/in/nassim-chamseddine-a57214154/" },
        { "behance": "" },
        { "artstation": "" },
        { "dribbble": "" },
        { "facebook": "" },
        { "tiktok": "" },
        { "pinterest": "" },
        { "twitter": "" },
        { "youtube": "" },
        { "soundcloud": "" },
        { "tumblr": "" },
        { "github": "https://github.com/Nassim-Ch" }
    ]
}