{
    "tags": ["graphic novel", "illustration", "book Name: „How to love yourself?”"],
    "artist-name": "Nataliia Daliba",
    "project-title": "Milk, Lilusch und Twinkleinsel",
    "project-description-german": "In einer Welt, in der Erwachsene häufig nicht ihre Gefühle zeigen und von der Angst geprägt sind, sich lächerlich zu machen, wäre es ausgesprochen schön, bereits bei Kindern die leuchtende Individualität im Herzen zu bewahren, ihnen die Liebe zu all ihren Besonderheiten anzuerziehen und ihnen die Kraft zu schenken, in jeder alltäglichen Situation sie selbst zu sein.<br/><br/>Genau diese Motive haben Nataliia Daliba dazu inspiriert, die grafische Novelle für Kinder „Wie man sich liebt?“ zu kreieren. Kleine Leser erwartet eine bunte Welt der Illustration und ein Abenteuer, in dem sie gemeinsam mit niedlichen und humorvollen Hauptfiguren eine Weltraumreise erleben können. Außergewöhnliche Charaktere bestreiten einen Weg voller Gefahren, meistern diese aber mit Witz.<br/><br/>Die Novelle erweckt beim Leser eine breite Palette an Gefühlen und Gedanken über die eigene Kreativität, Identität und das Selbstvertrauen. Das Wichtigste dabei ist, dass diese Geschichte definitiv eine ganz besondere Spur im Herz hinterlässt.",
    "project-description-english": "In a world where adults often do not show their feelings and are marked by the fear of making fools of themselves, it would be decidedly nice to preserve already in children the shining indi- viduality in their hearts, to instil in them the love for all their peculiarities and to give them a little strength to be themselves in every everyday situation.<br/><br/>It is precisely these motifs that inspired Natalia to create the graphic novel for children „How to love yourself?“. Little readers can expect a colourful world of illustration and an adventure in which they experience a space journey together with fluffy and humorous main characters. Extraordinary characters take a path full of dangers but master it with wit.<br/><br/>The novella awakens in the reader a wide range of feelings and thoughts about one‘s own creativity, identity and self-confidence - the most important thing is that this story definitely leaves a very special mark on the heart.",
    "artist-description-german": "Nataliia hat sich schon immer für Zeichnen und Illustration interessiert. Während ihres Studiums an der LMU München konnte sie ihr Wissen in diesen Bereichen erweitern und entwickelte schnell eine Leidenschaft für Grafikdesign und Comics. Es ist ihr besonders wichtig, ihre eigene Sichtweise zu vermitteln und mit ihren Projekten Emotionen zu wecken. Für Nataliia ist „Wie man sich liebt?“ nicht nur ein Universitätsprojekt - für sie ist es ein Herzensprojekt.",
    "artist-description-english": "Nataliia was always interested in drawing and illustration. During her time at the LMU Munich, she was able to further expand her knowledge in these areas of interest and quickly developed a passion for graphic design and comics. It is especially important to her to convey her own point of view and raise emotions through her projects. For Nataliia, „How to love yourself“ is not just a university project, - for her it is a real heart project.",
    "images-altTexts-german": [],
    "images-altTexts-english": [],
    "videos-altTexts-german": [],
    "videos-altTexts-english": [],
    "email": "",
    "socials": [
        { "website": "" },
        { "instagram": "https://www.instagram.com/helloimnata/" },
        { "linkedin": "" },
        { "behance": "" },
        { "artstation": "" },
        { "dribbble": "" },
        { "facebook": "" },
        { "tiktok": "" },
        { "pinterest": "" },
        { "twitter": "" },
        { "youtube": "" },
        { "soundcloud": "" },
        { "tumblr": "" },
        { "github": "" }
    ]
}