{
    "tags": ["game design", "3D", "emotion"],
    "artist-name": "Raffaela Chenlu Kammer",
    "project-title": "Concientia",
    "project-description-german": "Bei dem Wort “Borderline Personality Disorder” (im Folgenden Borderline genannt) stößt man bei seinen Mitmenschen auf die verschiedensten Reaktionen. Unverständnis, Verwirrtheit, Mitleid und meistens auch Unwissenheit. Unwissenheit darüber, was es bedeutet davon be- troffen zu sein.<br/><br/>Wie fühlt es sich an, wenn die ganze innere Gefühlswelt so überwältigend ist, dass selbst der kleinste Funken Unbehagen in tiefster Trauer enden kann, der kleinste Fehler in stundenlangem Selbsthass und der kleinste positive Aspekt in euphorischer Manie? Wie schnell kann Liebe zu Hass werden, Trauer zu Glück und Angst zu Leere? Menschen, die von von Borderline betroffen sind, haben oft mit affektive Instabilität, chronischer Leere, unangemessenen Wutausbrüchen und vielen weiteren Gefühlen und Gemütszuständen zu kämpfen.<br/><br/> „Conscientia“ ist eine artistic gaming experience mit der Raffaela Chenlu Kammer Außenstehenden einen Einblick in die komplexe Gefühlswelt eines Borderline Betroffenen geben möchte. Dargestellt auf fantasievolle und abstrakte Art und Weise begibt sich der Betrachter auf eine Reise durch verschiedenste Gefühlslagen auf der Suche nach sich selbst.",
    "project-description-english": "If you mention the word “Borderline Personality Disorder” (short BPD), you are typically confronted with a variety of reactions from your environment. Misunderstandings, confusion, pity and most of the time ignorance. Ignorance about what it means to be affected by this illness.<br/><br/>How does it feel when your emotions are so overwhelming, that even the slightest bit of discomfort can turn into the deepest sadness, the smallest mistake in self hate and the tiniest positive aspect in euphoric mania? How fast can love turn into hate, grief into happiness and fear into emptiness? People who are affected by BPD are often confronted with affective instability, ongoing feelings of emptiness, inappropriate tantrums and so much more.<br/><br/>„Conscientia“ is an artistic gaming experience that gives people an insight of the complex emotions of a person who is affected by BPD. The viewer is invited to go on a journey in an abstract and imaginative world in search of himself.",
    "artist-description-german": "Schon früh begeisterte sich Raffaela für Videospiele und die Möglichkeiten, die dieses Medium im Hinblick auf die Kunst zu bieten hatte. Schnell wurde ihr klar, dass sie später beruflich in diese Richtung gehen wollte. Nach dem Beenden des Bachelorstudiums strebt sie einen Master in Gamedesign an und möchte währenddessen an ihren eigenen Projekten und Videospielen arbeiten.",
    "artist-description-english": "From an early age Raffaela was fascinated by video games and the possibilities that this medium had to offer for art. It was clear that she wanted to pursue a career in that direction. After finishing her Bachelors degree she wants to develop her skills further with a Masters Degree in game design and work on her own projects and games.",
    "images-altTexts-german": [""],
    "images-altTexts-english": [""],
    "videos-altTexts-german": [""],
    "videos-altTexts-english": [""],
    "email": "",
    "socials": [
        { "website": "https://raffaelachenlu.myportfolio.com/" },
        { "instagram": "https://www.instagram.com/ch3nluh/" },
        { "linkedin": "https://www.linkedin.com/in/raffaela-chenlu-kammer-300714201/" },
        { "behance": "https://www.behance.net/raffaelachenlu" },
        { "artstation": "" },
        { "dribbble": "" },
        { "facebook": "" },
        { "tiktok": "" },
        { "pinterest": "" },
        { "twitter": "" },
        { "youtube": "" },
        { "soundcloud": "" },
        { "tumblr": "" },
        { "github": "" }
    ]
}