{
    "tags": ["environment design", "game design", "3D"],
    "artist-name": "Sandra Kienle",
    "project-title": "YourSide",
    "project-description-german": "„Gut und Böse sind sich so nah, als seien sie in der Seele aneinander gekettet.“ (Dr. Jekyll und Mr. Hyde)<br/><br/>Eine Faszination für die „dunkle Seite“ liegt in der Natur des Menschen - deshalb verfolgt ein grosses Publikum mit grosser Begeisterung Krimis, True Crime oder Drama Serien. Mit ihrem Projekt YourSide möchte Sandra Kienle herausfinden bzw. ihre These beweisen, dass sich viele Menschen zur „dunklen Seite“ hingezogen fühlen, von ihr fasziniert sind und diese als interessanter erachten als die „gute Seite“ des Lebens.<br/>In Form eines Spieles bekommt man die Möglichkeit, sich in einer virtuellen Umgebung auf eine kleine Persönlichkeitsreise zu begeben.<br/><br/>Die Reise führt durch verschiedene Gebiete, welche jeweils die „gute Seite“ oder die „dunkle Seite“ widerspiegeln. Je nachdem welchen Weg bzw. für welches Gebiet sich der Spieler entscheidet, lassen sich Rückschlüsse auf seine Interessen schließen.<br/><br/>Jedoch soll dadurch nicht in „gute“ oder „schlechte“ Menschen eingeteilt werden, nur weil man sich beispielsweise für die repräsentativen „dunklen Gebiete“ interessiert. Ziel ist, dass die Spieler ihr persönliches Ergebnis für eine Art der Selbstreflexion nutzen. Für diejenigen, welche sich für Hintergründe und Entstehung des Projektes interessieren, gibt es des Weiteren eine Internetseite mit zusätzlichen Informationen (www.yourside.glitch.me).",
    "project-description-english": "„Good and evil are so close, as if they were chai- ned together in the soul.“ (Dr Jekyll and Mr Hyde)<br/><br/>A fascination for the „dark side“ lies in human nature - that is why so many of us watch thrillers, true crime or drama series with great enthusiasm. With her project YourSide, Sandra Kienle would like to find out or prove her thesis that many people feel attracted to the „dark side“, that they are fascinated by it and consider it more interes- ting than the „good side“ of life.<br/><br/>In form of a game you get the opportunity to embark on a small personality journey in a virtual environment. The journey leads through different areas, each reflecting the „good side“ or the „dark side“. Depending on which path or area the player is more interested in, conclusions can be drawn about his interests.<br/><br/>However, this should not be used to divide in to „good“ or „bad“ people just because one is rat- her interested in the representative „dark areas” for example. The goal is that players see their personal result as a possibility for a form of self- reflection. For those who are interested in the background and development of the project, there is a website with further information (www. yourside.glitch.me).",
    "artist-description-german": "Durch ihr Studium und die Arbeit als Grafikdesignerin hat Sandra ihre Leidenschaft für das künstlerische Arbeiten mit den Digitalen Medien entdeckt. Im Zuge ihrer Projektarbeit hat sie sich zum ersten Mal in den dreidimensionalen Raum gewagt, um eine abwechslungsreiche und atmosphärische virtuelle Welt erschaffen. Nach ihrem Studium möchte sie sich weiter in 3D-Animation und Visual Effects spezialisieren.",
    "artist-description-english": "Through her studies and work as a graphic designer, Sandra discovered her passion for artistic work with digital media. In the course of her project work, she ventured into three- dimensional space for the first time in order to create a varied and atmospheric virtual world. After her studies, she would like to specialise further in 3D animation and visual effects.",
    "images-altTexts-german": [""],
    "images-altTexts-english": [""],
    "videos-altTexts-german": [""],
    "videos-altTexts-english": [""],
    "email": "",
    "socials": [
        { "website": "" },
        { "instagram": "" },
        { "linkedin": "" },
        { "behance": "" },
        { "artstation": "" },
        { "dribbble": "" },
        { "facebook": "" },
        { "tiktok": "" },
        { "pinterest": "" },
        { "twitter": "" },
        { "youtube": "" },
        { "soundcloud": "" },
        { "tumblr": "" },
        { "github": "" }
    ]
}