{
    "tags": ["science fiction", "3D art", "unreal engine 5"],
    "artist-name": "Tobias Biber",
    "project-title": "Hermit",
    "artist-description-german": "Nach reichlicher Überlegung entschied sich Tobias Biber für einen Science-Fiction Kurzfilm als Projektarbeit, da er sich bei dieser Kombi- nation aus Inhalt und Aufgaben am meisten widergespiegelt sieht. Als Science-Fiction Fan reizt es Tobias, Welten zu erschaffen, die sich mit der Zukunft der Menschheit auf futuristische und teils kritische Weise auseinandersetzen. Als 3D-Artist stellt der künstlerische Anspruch jenes “Erschaffens” im Rahmen des Abschluss- projekts eine willkommene Herausforderung dar. So fallen zwei Gebiete zusammen, die ein inter- essantes Projekt entstehen lassen: „Hermit“.<br/> Im Film sieht der Betrachter atmosphärische Darstellung einer dystopischen Erden-Zukunft.<br/> Zunächst gibt es Einstellungen, die Landschaf- ten zeigen. Dann beobachtet man ein Raumschiff, das für den Start vorbereitet wird und das zum Abschluss zu einer Reise zu verschiedenen Planeten aufbricht.<br/><br/> Diese Szenen sind aus einer ästhetischen Perspektive definitiv dem Science-Fiction Genre zuzuordnen. Der Gedanke dahinter ist aber ein universeller, der keiner Kategorie zugeordnet werden kann. Das Verlassen der dystopischen Erde ist eine Metapher für das Überkommen einer schweren Zeit, - beispielsweise die Corona Pandemie - und der Zuwendung zu einer gesunden und frohen Zukunft.",
    "artist-description-english": "After a lot of thinking,Tobias sees himself deci- ded to create a science fiction short film as his project, because he sees himself reflected the most in this combination of content and tasks. As a science fiction fan, it is interesting for him to create worlds that deal with the future of man- kind in a futuristic and sometimes critical way of thinking. As a 3D artist, on the other hand, the artistic claim of that „creation“ is interesting and also represents a welcome challenge in the form of such a large project. So two fields come toge- ther that give the possibility to create an interesting project: „Hermit“<br/><br/>In his film, the viewer sees an atmospheric repre- sentation of a dystopian earth in the future. First, one sees landscape shots, afterwards the preparation of a spaceship for its launch and beginning of a journey to different planets.<br/><br/>From an aesthetic perspective, these scenes can definitely be assigned to science fiction, but the thought behind them is a universal one that should not be assigned to any genre. The deser- ted dystopian earth is a metaphor for overcoming a difficult time, for example the Covid Pandemic and turning to a healthy and happy future.",
    "project-description-german": "Tobias interessiert sich für ein breites Spektrum von Medien im Bereich der digitalen Gestaltung. Sein größtes Interesse liegt in der Umsetzung von Konzepten mit Hilfe von 3D Software. Hier- bei steht für ihn vor allem das Erschaffen von atmosphärischen bis hin zu abstrakt anmutenden Welten im Vordergrund. Vor seinem Kunst und Multimedia Studium arbeitete er bei einem Unternehmen im Marketing.",
    "project-description-english": "Tobias is interested in a wide range of media in the digital world of design, his greatest interest can be found in the creation of concepts with the help of 3D software. For him, this means primar- ily creating atmospheric or even abstract worlds. Before studying Art and Multimedia, he worked in a company as a marketeer.",
    "images-altTexts-german": [""],
    "images-altTexts-english": [""],
    "videos-altTexts-german": [""],
    "videos-altTexts-english": [""],
    "email": "",
    "socials": [
        { "website": "" },
        { "instagram": "" },
        { "linkedin": "" },
        { "behance": "" },
        { "artstation": "" },
        { "dribbble": "" },
        { "facebook": "" },
        { "tiktok": "" },
        { "pinterest": "" },
        { "twitter": "" },
        { "youtube": "" },
        { "soundcloud": "" },
        { "tumblr": "" },
        { "github": "" }
    ]
}